<template>
  <v-container>
    <v-row>
      <v-col cols="12" sm="12">
        <h1 class="text-h5 font-weight-bold text-center">
          မင်းအောင်လှိုင် လုပ်ကြံခံရ
        </h1>
      </v-col>
      <v-col cols="12" sm="12" class="px-8 py-0">
        <div class="my-2">
          <v-icon size="15" class="mr-2">mdi-clock-outline</v-icon>
          <span class="text-caption black--text">3 hrs ago</span>
        </div>
      </v-col>
      <v-col cols="12" sm="12">
        <div class="news__content px-3 font-weight-bold">
          Feb 1 ရက်နေ့ကို ကွန်ပျူတာပညာဒါနသင်တန်းလေး
          ပြန်စမယ်လို့ရည်ရွယ်ထားတာလေ..။ လကုန်ရက်ကမှ စက်တွေကို Windows
          အသစ်ပြန်တင် Software တွေပြန်သွင်းထားတာ။
          ခုကလေးတွေလဲကျောင်းပိတ်ပြီးအားနေကြလို့ ကိုယ်အားတဲ့အချိန်လေးမှာ
          ကွန်ပျူတာ(အခမဲ့)သင်ပေးမလို့လေ..။ ဟိုးအရင်ကိုယ်တွေငယ်ငယ်တုန်းက
          ကျောင်းမှာ ကွန်ပျူတာသင်(ကိုင်)ရဖို့ဆိုတာ မဟာ့မဟာ
          အခွင့်အရေးကြီးတစ်ခုလိုပဲ ..။ ကျောင်းသားတိုင်းကွန်ပျူတာခန်းထဲမဝင်ရသလို,
          ကွန်ပျူတာသင်ရဖို့ဆိုတာ ငယ်ငယ်တုန်းက ကျောင်းသားတိုင်းရဲ့
          ကြီးကျယ်ခမ်းနားတဲ့အိပ်မက်ကြီးတစ်ခုဆိုတာ
          ငယ်ဘဝဖြတ်သန်းခဲ့ရတဲ့သူတွေအကုန်သိတယ်။ အဲ့တာကြောင့် ခုခေတ်ကလေးတွေကို
          ပွင့်လင်းလာတဲ့လူ့ဘောင်ခေတ်သစ်နဲ့အညီ ကိုယ်တွေငယ်တုန်းက မသင်ခဲ့ရတဲ့
          ကွန်ပျူတာကို သိအောင်တတ်အောင် အခြေခံကနေ စပြီး သင်ပေးမလို့လေဗျာ...။
          ခုတော့ ကလေးတွေမျက်နှာမကြည့်ပဲ ဒီကွန်ပျူတာလေးတွေကိုလာသိမ်းကြတယ်တဲ့လား?
          အဲ့ Computer ထဲမှာလဲ ရုံးနဲ့ပတ်သက်တဲ့ ဘာ Dataမှမရှိသလို,
          စုတ်နေတဲ့ကွန်ပျူတာလေးတွေကိုတောင်ပြုပြင်ထိမ်းသိမ်းပြီး
          သင်ကြားပေးနေတာဗျ! ကွန်ပျူတာသင်ရတော့မယ်ဆိုပြီး ပျော်နေကြတဲ့
          ကလေးတွေရဲ့မျက်နှာကို လူကြီးမင်းတို့မြင်ကြရဲ့လား? ခင်ဗျားတို့တွေရဲ့
          ကိုယ်ကျိုးကြည့်ပြီး ပြည်သူ့မျက်နှာကိုမှ
          မငဲ့ကွက်တဲ့လူတွေကိုပြည်သူတွေမုန်းတာ အဆန်းမဟုတ်တော့ဘူး! မကူညီချင်နေပါ
          မနှောင့်ယှက်ပါနဲ့..။ တစ်ကယ်ပြောတာပါ
          အဲ့ကွန်ပျူတာအစုတ်လေးတွေကိုပြန်ပေးပါလို့ပဲ တောင်းဆိုပါတယ်ခင်ဗျ!
          ကျွန်တော်သားငယ်ပါ
        </div>
      </v-col>
    </v-row>
  </v-container>
</template>

<script>
export default {};
</script>

<style lang="scss" scoped>
.news {
  &__content {
    line-height: 2.5;
  }
}
</style>
